{
    "name": "User name",
    "select_lang": "Select Language",
    "english": "English",
    "hindi": "Hindi",
    "gujarati": "Gujarati",
    "back": "Back",
    "salt_satyagrah": "Salt Satyagrah",
    "satyagrah_smruti_trust": "Satyagrah Smruti Trust",
    "facilities_attractions": "Facilities & Attractions",
    "historical_evidences": "Historical Evidences",
    "social_media": "Social Media",
    "contact_us": "Contact Us",
    "the_salt_march_also_known_as_the_dandi_march_was_a_pivotal_event_in_the_indian_independence_movement_against_british_colonial_rule": "The Salt March, also known as the Dandi March, was a pivotal event in the Indian independence movement against British colonial rule.",
    "orchestrated_by_mohandas_karamchand_gandhi_it_marked_a_significant_escalation_in_the_campaign_of_nonviolent_resistance_and_civil_disobedience_in_india": "Orchestrated by Mohandas Karamchand Gandhi, it marked a significant escalation in the campaign of nonviolent resistance and civil disobedience in India.",
    "the_march_took_place_from_march_12_to_april_6_1930_and_was_a_direct_action_campaign_of_tax_resistance_and_nonviolent_protest_against_the_british_salt_monopoly": "The march took place from March 12 to April 6, 1930, and was a direct action campaign of tax resistance and nonviolent protest against the British salt monopoly.",

    "Contact_US": "Contact Us",
    "For_any_constructive_project/_programs_kindly_contact": "For any constructive project/programs kindly contact",
    "Name": "Name",
    "Email": "Email",
    "Mobile_Number": "Mobile Number",
    "Message": "Message",
    "Send": "Send",
    "Surat_Castle": "Surat Castle",
    "Dumas_beach": "Dumas Beach",
    "VR_SURAT": "VR Mall, SURAT",
    "Tapi_Riverfront": "Tapi Riverfront",
    "Gopi_Talav": "Gopi Talav",
    "Dream_city": "Dream City",
    "Suvali_beach": "Suvali Beach",
    "Revolving_Restaurant": "Revolving Restaurant",
    "Textile_Market": "Textile Market",
    "Hotel_Executive": "Hotel Executive",
    "Luxurious_Studio_Apartment_at_Rajhans_Belliza": "Luxurious Studio Apartment at Rajhans Belliza",
    "Hotel_Royal_Accord": "Hotel Royal Accord",
    "Weekend_Address": "Weekend Address",
    "Rajhans_Belliza_Luxurious_Homes": "Rajhans Belliza Luxurious Homes",
    "Near_by_places": "Near by places",
    "How_to_reach": "How to reach",

    "Satyagrah_Smruti_Trust": "Satyagrah Smruti Trust",

    "Historical_Evidence": "Historical Evidence",
    "Facilities_and_attraction": "Facilities and attraction",

    "para1": "The gallery begins with a chronological narrative of Gandhi's life, tracing his humble beginnings in Porbandar, Gujarat to his formative years in South Africa, where he first developed the principles of Satyagraha (truth-force) and Ahimsa (nonviolence) in response to racial discrimination.",
    "para2": "Photographs, documents, and personal artifacts paint a vivid picture of Gandhi's early influences and experiences, illuminating the evolution of his philosophy of resistance and resilience.",
    "para3_old": "Central to the exhibit is Gandhi's pivotal role in India's struggle for independence from British colonial rule. Visitors encounter iconic images of Gandhi leading mass protests, such as the Salt March of 1930, and engaging in acts of civil disobedience, symbolized by the spinning wheel, emblematic of self-reliance and economic empowerment.",
    "para3": "The focus of the exhibition is on Gandhi's pivotal role in India's struggle for independence from British colonial rule. Visitors can see statues of Gandhi leading mass protests and participating in acts of civil disobedience, such as the 1930 Sweet March, symbolized by the spinning wheel, a symbol of self-reliance and economic empowerment.",
    "para4_old": "Letters, speeches, and newspaper clippings capture the fervor of the Indian independence movement and Gandhi's unwavering commitment to nonviolent resistance in the face of adversity.",
    "para4": "Letters, speeches and newspaper clippings reveal the fervor of the Indian independence movement and Gandhi's unwavering commitment to non-violent resistance in the face of adversity.",
    "para5_old": "As visitors enter the hall, they are enveloped by an aura of peace and enlightenment, reminiscent of the principles espoused by the great leader himself. This exhibit serves not only as a homage to Gandhi's life and legacy but also as a testament to the enduring power of nonviolent resistance.",
    "para5": "As soon as visitors enter the hall, they are overwhelmed by an aura of peace and enlightenment, reminiscent of the principles espoused by the great leader. The exhibition serves not only as a tribute to Gandhiji's life and legacy, but also as a testament to the enduring power of nonviolent resistance.",
    "para6": "The centerpiece of the exhibit is a life-size replica of Mahatma Gandhi, adorned in his signature attire of a simple loincloth and shawl. His peaceful countenance seems to radiate wisdom and compassion, inviting visitors to contemplate the profound impact of his teachings. Surrounding the figure are panels depicting key moments from Gandhi's life, each accompanied by insightful commentary and archival photographs.",
    "para7": "A particularly poignant section of the exhibit is dedicated to Gandhi's Salt March of 1930, a defining moment in India's quest for independence.",
    "para8": "Through multimedia installations and interactive displays, visitors can trace Gandhi's footsteps along the historic march, experiencing the courage and resilience of those who walked alongside him in defiance of unjust laws.",
    "para9_old": "The Gandhi Auditorium hosts a variety of events, all curated to foster dialogue, education, and community engagement.",
    "para9": "The Gandhi Auditorium will host a variety of events, all designed to promote dialogue, education, and community engagement.",
    "para10_old": "Lectures, debates, and seminars on topics ranging from peace, ethics, and human rights to environmental sustainability and social justice are regular occurrences.",
    "para10": "Lectures, discussions, and seminars on topics ranging from peace, ethics, and human rights to environmental sustainability and social justice will be regular events.",
    "para11_old": "Performances and cultural events highlighting traditional arts and promoting unity among diverse communities also find a stage here.",
    "para11": "Exhibitions and cultural programs showcasing traditional arts and promoting unity among different communities will also be seen on one stage here.",
    "para12_old": "The center focuses on developing technologies that serve humanity, emphasizing solutions for clean energy, sustainable agriculture, healthcare, and education, especially for underserved communities.",
    "para12": "The center will focus on developing technology that serves humanity, with a particular emphasis on solutions for clean energy, sustainable agriculture, healthcare, and education for disadvantaged communities.",
    "para13_old": "This approach mirrors Gandhi's dedication to uplifting the poorest of poor \"અંત્યોદય\" (The doctarine of Antyoday) and most marginalized sections of society, ensuring that the benefits of appropriate technology reach everyone.",
    "para13": "This approach will reflect Gandhiji's dedication to the uplifting the poorest of poor \"અંત્યોદય\" (The doctarine of Antyoday) and of the most marginalized sections of society, ensuring that the benefits of appropriate technology reach everyone.",
    "para14_old": "In a world grappling with the ethical implications of artificial intelligence, the Gandhian Technology Center prioritizes the development of AI that embodies principles of non-violence and beneficence.",
    "para14": "In a world grappling with the ethical implications of artificial intelligence, the Gandhian Technology Center will prioritize the development of AI that embodies the principles of nonviolence and altruism.",
    "para15_old": "It fosters AI research committed to transparency, privacy, and the welfare of all beings, drawing on Gandhi's teachings on truth and ethics.",
    "para15": "It will promote AI research committed to transparency, privacy, and the welfare of all beings, using Gandhi's teachings of truth and ethics.",
    "Galleries": "Galleries",
    "Sabhagruh": "Sabhagruh",
    "Auditorium": "Auditorium",
    "Technology_Center": "Technology Center",

    "para16": "In 1990s, through the immense efforts of Shri Bipinbhai Dhirajlal Desai and Shri Gunvantbhai Ishvarlal Desai of Maitri Trust, the government of late shri Chimanbhai Patel had allocated five hectares of land in Bhimrad surrounding the current development site for highlighting the history and importance of Bhimrad and nearby villagers during the salt satyagrah.",
    "para17": "Multiple resolutions of the trust were also passed to this effect and certain amount had to be submitted to the government for giving effect of the same.",
    "para18": "Maitri Trust pledged roughly 15% of the required funds but unfortunately the remaining funds could not be arranged and the idea was lost to the pages of history.",
    "para19": "In 2016, Shri Balwantbhai L. Patel, former Sarpanch of Bhimrad and former corporator of Surat Municipal Corporation, stumbled upon the facts and history of the magnificence of the village and decided to take up the issue again.",
    "para20": "He singlehandedly began a struggle for recognition of Bhimrad that many had assumed to be a lost cause and through tremendous efforts and perseverance brought it to a fruitful conclusion.",
    "para21": "He roped in the assistance of Shri Yogesh Patel and Shri Anil Patel to further research the historical significance and Shri Anilbhai found a treasure trove of newspapers from 1930 all highlighting Bhimrad village.",
    "para22": "Together they reached out to the descendants and family of Shri Bipinbhai Desai and Shri Gunvantbhai Desai, namely, Shri Parimal Gunvantrai Desai and Shri Hardik Parimal Desai with their findings.",
    "para23": "Shri Parimalbhai and Shri Hardikbhai found out the resolutions passed in 1990 acknowledging the allotment of land by the then government for this historical purpose, and even helped by bringing more Gandhi Family members in active participation of this struggle for recognition.",
    "para24": "Gandhi, then 61 years old, was accompanied by 78 trusted volunteers. The choice of such an action was strategic, aiming to engage a broad spectrum of the Indian population in direct, nonviolent resistance.",
    "para25_old": "Namely, Shri Nilamben Parikh, Shri Kanu Gandhi and Shri Schiva Gandhi were made aware of this struggle for recognition and who played a very important role in raising public awareness through their presence and speeches held at various events in Bhimrad by the Bhimrad Yuva Trust.",
    "para25": "Independence walk at the historic site of Bhimrad The project that remained incomplete in the year 1990, in which the memories of Gandhi Ashram and Dandi Yatra in the freedom struggle should be refreshed and an ashram should be developed as a memorial to it, was taken up by Bhimrad Youth Trust under the leadership of Shri Balwantbhai Patel. A huge walk from Dandi to Bhimrad was taken out by Bhimrad Youth Trust. In this, at Bhimrad, with the cooperation of Shri Parimal Desai, the work of concluding it was done by Neelamben Parikh, the granddaughter of Manilal Gandhi, the eldest son of Mahatma Gandhi. Then, due to the tireless efforts of Shri Balwantbhai and Parimalbhai, Ramdas Gandhi was arrested in Bhimrad village for his salt satyagraha and Gandhi Bapu sent his other son Manilal Gandhi to take charge of the Bhimrad village contingent. Ramdas Gandhi's son Kanubhai Gandhi and daughter-in-law Dr. Shivalakshmi Gandhi gave Bhimrad village a place to live. Mrs. Dr. Shivalakshmi Gandhi dedicated the last two years of her life to Bhimrad village and she also gave up her body in Bhimrad village itself. Apart from this, Shri Shri Krishna Kulkarni, daughter of Mahatma Gandhi's son Ramdas Gandhi and son of Rajya Sabha MP Sumitraben Kulkarni, also continued to benefit Bhimrad village repeatedly.",
    "para26": "Finally, the government of Gujarat, through its Tourism Ministry under the then Tourism Minister Shri Purneshbhai Modi, sanctioned Tourism Corporation of Gujarat Limited to develop the historic sight at a cost of INR 13 Crores on 10,000 Sq. Mtrs land and handover its management and functioning to Satyagrah Smruti Trust, formed by Shri Balwantbhai Patel (President) and Shri Parimalbhai Desai (Vice-President) along with 38 other trustees for this specific purpose.",
    "para27": "The project will have a meeting hall, a museum, a prayer hall, a library, an exhibition hall, a research center and a vocation training center.",
    "para28": "Both the Salt Satyagrah as well as the Struggle for Recognition of Bhimrad for its role in the Salt Satyagrah, act as a source of great inspiration for the younger generations.",
    "para29_old": "In the first meeting of the trust, all the trustees unanimously acknowledged the tireless efforts of Shri Balwantbhai Patel, who at times single handedly ran the struggle but never gave up on his mission to develop Bhimrad, and especially the location of the historic events, in the image of the revered and beloved ‘Bapu’ Mahatma Gandhiji.",
    "para29": "In the first meeting of the Trust, all the Trustees unanimously acknowledged the tireless efforts of Shri Balwantbhai Patel, who sometimes struggled alone but never gave up on his mission to develop Bhimrad and especially the place of historical events in the image of the revered and beloved 'Bapu' Mahatma Gandhiji. And therefore, Shri Purneshbhai Modi, the then Minister of Tourism Development, Government of Gujarat, was able to make this unique gift of this magical place available to the country and the world.",
    "Backdrop": "Backdrop",
    "Struggle_for_Recognition": "Struggle for Recognition",
    "Trust_Deed_Trustees": "Trust Deed & Trustees",

    "Background_to_the_Salt_March": "Background to the Salt March",
    "para30_old": "The British Salt Acts prohibited Indians from collecting or selling salt, a staple in the Indian diet. Everyone in India, regardless of caste, religion, or ethnicity, needed salt.",
    "para30": "The British Salt Act prohibited Indians from collecting or selling salt, a staple in Indian cuisine. Everyone in India, regardless of caste, religion, or creed, needed salt.",
    "para31": "By monopolizing its control, including the imposition of a salt tax, the British exerted a significant economic and symbolic grip on the Indian populace.",
    "para32": "This policy not only exploited India's natural resources but also deeply affected the daily lives of its citizens, making salt an ideal focus for Gandhi's protest.",
    "Planning_and_Execution": "Planning and Execution",
    "para33": "Gandhi carefully planned the Salt March to maximize its impact. He chose to march from his ashram in Sabarmati, Ahmedabad, to the coastal village of Dandi in the Indian state of Gujarat.",
    "para34": "The march covered a distance of approximately 240 miles (385 kilometers) and lasted 24 days.",
    "para35": "Gandhi, then 61 years old, was accompanied by 78 trusted volunteers. The choice of such an action was strategic, aiming to engage a broad spectrum of the Indian population in direct, nonviolent resistance.",
    "Impact_of_the_March": "Impact of the March",
    "para36_old": "As Gandhi and his followers proceeded on their journey, they addressed large crowds, urging an end to British control over salt. The march received extensive press coverage, both in India and internationally, drawing global attention to the Indian independence movement and the injustices of British colonial rule.",
    "para36": "As Gandhi and his followers continued their journey, they addressed large crowds, urging an end to British control over salt. The march received extensive press coverage in India and internationally, and between 6 April 1930 and 9 April 1930, more than 150 newspapers in different cities across America published news of the Salt Satyagraha, mentioning the village of Bhimrad, which is featured in the Historical Evidence section of this website, drawing global attention to the Indian independence movement and the injustices of British colonial rule.",
    "para37_old": "Upon reaching Dandi on April 6, Gandhi ceremonially violated the salt laws by making salt from seawater. This act inspired a nationwide movement in which millions of Indians defied the salt laws, producing salt themselves or engaging in other forms of civil disobedience and protest against British authorities.",
    "para37": "After reaching Dandi on April 6, Gandhi formally violated the Salt Law by making salt from seawater. The law inspired a nationwide movement in which millions of Indians opposed the Salt Law, produced salt themselves, or engaged in civil disobedience and other forms of protest against British authorities.",
    "para38": "The Salt March had several immediate consequences. It led to the arrest of thousands of Indians, including Gandhi himself. It failed to bring any immediate concessions from the British government. However, the march significantly bolstered Indian nationalistic sentiments, proving the effectiveness of nonviolent resistance and civil disobedience as tools against colonial rule. It also marked a crucial step towards the eventual dismantling of the British Empire in India.",
    "para39_old": "The Salt March remains a symbol of resistance and civil disobedience, illustrating the power of peaceful protest and the significant impact such actions can have on political movements around the world. It is celebrated as a key event in the history of India's struggle for independence, showcasing Gandhi's leadership and the indomitable spirit of the Indian people in their fight against oppression.",
    "para39": "The Salt March is a symbol of resistance and civil disobedience, demonstrating the power of peaceful protest and the significant impact such actions have had on political movements around the world. It is considered a key event in the history of India's freedom struggle, demonstrating Gandhi's leadership and the indomitable spirit of the Indian people in their fight against oppression.",
    "Role_of_Bhimrad": "Role of Bhimrad",
    "para40_old": "Bhimrad, a village in the Surat district of Gujarat, India, became a notable waypoint during the historic Salt March led by Mahatma Gandhi in 1930. While the march itself covered a significant stretch from Sabarmati Ashram in Ahmedabad to Dandi on the Gujarat coast, Bhimrad, played a pivotal role in India's independence movement.",
    "para40": "In 1930, Bhimrad village in Surat district of Gujarat became a significant guiding point during the historic Salt March led by Mahatma Gandhi. This march covered a significant part from Sabarmati Ashram in Ahmedabad to Dandi on the Gujarat coast. On 6 April, Mahatma Gandhi carried out Satyagraha by lifting a pinch of salt at Dandi. On the same day, i.e. 6 April 1930, Gandhi Bapu's son Ramdas Gandhi carried out Satyagraha against the Salt Law at Bhimrad and lifted salt and therefore the British government arrested Shri Ramdas Gandhi from Bhimrad. Therefore, Gandhiji sent his second son Manilal to continue the Satyagraha in Bhimrad. Thus, two members of the Gandhi family carried out Salt Satyagraha together in Dandi and Bhimrad and served jail terms. Thus, Bhimrad played a major role in India's independence movement.",
    "para41_old": "A crowd of an estimated 30,000 volunteers (estimates vary between 10,000 – 30,000) had gathered for this meeting in Bhimrad, Surat. Gandhiji had uttered the words during this gathering that ‘For the first time I am able to forsee the independence of India in the resolve and numbers of the people gathered here today’. On April 6<sup>th</sup>, 1930 gandhiji broke the salt law. On the same day, Ramdas Gandhi broke the salt law in Bhimrad and caught imprisonment. Gandhi ji therefore sent another son Manilal to continue the satyagrah at Bhimrad. Thus two members of gandhi family led the salt satyagrah simontaneously with Dandi and Bhimrad and caught imprisonment.",
    "para41": "And after 6 April Dharasana and Surat On 9 April 1930, a public meeting was held at Bhimrad Mukam in Surat in which approximately 30,000 volunteers (estimates vary between 10,000 and 30,000) gathered. During this meeting, Gandhiji uttered the words, 'In the determination and numbers of the people gathered here today, I can see for the first time the independence of India'.",
    "para42_old": "The march through Bhimrad symbolized a direct challenge to British authority and was instrumental in raising awareness and support for the independence movement among the rural populations of Gujarat and beyond. The participation and support of rural communities were vital to the nationalistic cause and helped to broaden the base of the independence movement, making it a mass movement that cut across regional, cultural, and socio-economic lines.",
    "para42": "Bhimrad's Satyagraha symbolized a direct challenge to British rule and played a significant role in raising awareness and support for the freedom movement among rural people in Gujarat and beyond. The participation and support of rural communities was vital to the nationalist cause and helped broaden the base of the freedom movement, making it a mass movement that crossed regional, cultural and socio-economic lines.",
    "para43_old": "The famous photograph of Gandhiji picking the ‘Pinch of Salt’ or ‘Chapti Mithu’ were taken in Bhimrad which became widely popular and a symbol of the movement, was taken at Bhimrad and Gandhiji addressed the large gathering gathered there to witness the historic moment. Bhimrad was also the ideal location for international press and tourists arriving from various countries to rest, rejuvenate and extensively cover the movement. Satyagrah Smruti Trust has documented over 150 international newspapers that covered the events in Bhimrad in 1930.",
    "para43": "The famous photograph of Gandhiji picking a 'pinch of salt' was taken in Bhimrad, which became widely popular and became a symbol of the movement, and Gandhiji addressed the huge gathering that had gathered there to witness the historic moment. Bhimrad was also an ideal place for the international press and tourists from different countries to rest, refresh and cover the movement extensively. The Satyagraha Smriti Trust has documented more than 150 international newspapers covering the events that took place in Bhimrad in 1930.",
    "para44_old": "In such regards, Bhimrad was one of the most important and influential locations for the Salt Satyagrah movement that shook the foundations of the British Empire in India.",
    "para44": "In this context, Bhimrad was one of the most important and influential places for the Mitha Satyagraha movement which shook the foundations of the British Empire in India."

}