{
    "name": "યુઝર નામ",
    "select_lang": "ભાષા પસંદ કરો",
    "english": "અંગ્રેજી",
    "hindi": "હિન્દી",
    "gujarati": "ગુજરાતી",
    "back": "પાછા જાઓ",
    "salt_satyagrah": "મીઠાનો સત્યાગ્રહ",
    "satyagrah_smruti_trust": "સત્યાગ્રહ સ્મૃતિ ટ્રસ્ટ",
    "facilities_attractions": "સુવિધાઓ અને આકર્ષણો",
    "historical_evidences": "ઐતિહાસિક પુરાવાઓ",
    "social_media": "સોશિયલ મીડિયા",
    "contact_us": "અમારો સંપર્ક કરો",
    "the_salt_march_also_known_as_the_dandi_march_was_a_pivotal_event_in_the_indian_independence_movement_against_british_colonial_rule": "મીઠાનો સત્યાગ્રહ, જે દાંડી કૂચ તરીકે પણ જાણીતી છે, તે બ્રિટિશ સામ્રાજ્યવાદ વિરુદ્ધ ભારતીય સ્વતંત્રતા સંગ્રામનો એક માર્ગદર્શક અને ઐતિહાસિક ઘટનાક્રમ હતો.",
    "orchestrated_by_mohandas_karamchand_gandhi_it_marked_a_significant_escalation_in_the_campaign_of_nonviolent_resistance_and_civil_disobedience_in_india": "મોહનદાસ કરમચંદ ગાંધી દ્વારા સંચાલિત આ સત્યાગ્રહ એ ભારતમાં અહિંસક પ્રતિકાર અને સવિનય અવજ્ઞા આંદોલનમાં એક મહત્વપૂર્ણ વૃદ્ધિ દર્શાવી હતી.",
    "the_march_took_place_from_march_12_to_april_6_1930_and_was_a_direct_action_campaign_of_tax_resistance_and_nonviolent_protest_against_the_british_salt_monopoly": "આ કૂચ 12 માર્ચ થી 6 એપ્રિલ, 1930 દરમિયાન યોજાઈ હતી અને તે બ્રિટિશ મીઠાના એકાધિકાર સામે કર પ્રતિકાર અને અહિંસક વિરોધનું એક પ્રત્યક્ષ ક્રિયા અભિયાન હતું.",

    "Contact_US": "અમારો સંપર્ક કરો",
    "For_any_constructive_project/_programs_kindly_contact": "કોઈ પણ નિર્માણાત્મક પ્રોજેક્ટ / કાર્યક્રમ માટે મહેરબાની કરીને સંપર્ક કરો",
    "Name": "નામ",
    "Email": "ઈમેઇલ",
    "Mobile_Number": "મોબાઇલ નંબર",
    "Message": "સંદેશ",
    "Send": "મોકલો",
    "Surat_Castle": "સુરત કિલ્લો",
    "Dumas_beach": "ડુમસ બીચ",
    "VR_SURAT": "VR સુરત",
    "Tapi_Riverfront": "તાપી કિનારો",
    "Gopi_Talav": "ગોપી તલાવ",
    "Hotel_Executive": "હોટેલ એક્ઝિક્યુટિવ",
    "Luxurious_Studio_Apartment_at_Rajhans_Belliza": "લક્ઝરિયસ સ્ટુડિયો એપાર્ટમેન્ટ, રાજહન્સ બેલ્લિઝા ",
    "Hotel_Royal_Accord": "હોટેલ રોયલ એકોર્ડ",
    "Weekend_Address": "વીકેન્ડ એડ્રેસ",
    "Rajhans_Belliza_Luxurious_Homes": "રાજહન્સ બેલ્લિઝા લક્ઝરિયસ હોમ્સ",
    "Near_by_places": "નજીકના સ્થળો",
    "How_to_reach": "કેવી રીતે પહોંચવું",

    "Satyagrah_Smruti_Trust": "સત્યાગ્રહ સ્મૃતિ ટ્રસ્ટ",
    "Historical_Evidence": "ઐતિહાસિક પુરાવાઓ",
    "Facilities_and_attraction": "સુવિધાઓ અને આકર્ષણો",

    "para1": "આ ગેલેરી ગાંધીજીના જીવનના કાલક્રમિક વર્ણનથી શરૂ થાય છે, જેમાં પોરબંદર, ગુજરાતથી તેમના નમ્ર શરૂઆતના વર્ષો સુધી દક્ષિણ આફ્રિકામાં તેમના શરૂઆતના વર્ષોનો ઉલ્લેખ કરવામાં આવ્યો છે, જ્યાં તેમણે જાતિગત ભેદભાવના પ્રતિભાવમાં સૌપ્રથમ સત્યાગ્રહ (સત્ય-બળ) અને અહિંસા (અહિંસા) ના સિદ્ધાંતો વિકસાવ્યા હતા.",
    "para2": "ફોટોગ્રાફ્સ, દસ્તાવેજો અને વ્યક્તિગત કલાકૃતિઓ ગાંધીજીના પ્રારંભિક પ્રભાવો અને અનુભવોનું આબેહૂબ ચિત્ર રજૂ કરે છે, જે તેમના પ્રતિકાર અને સ્થિતિસ્થાપકતાના દર્શનના ઉત્ક્રાંતિને પ્રકાશિત કરે છે.",
    "para3": "આ પ્રદર્શનનું કેન્દ્રબિંદુ બ્રિટિશ વસાહતી શાસનથી ભારતના સ્વતંત્રતા સંગ્રામમાં ગાંધીજીની મુખ્ય ભૂમિકા અંગે નું છે. મુલાકાતીઓને ગાંધીજી દ્વારા ૧૯૩૦ના મીઠા માર્ચ જેવા સામૂહિક વિરોધ પ્રદર્શનોનું નેતૃત્વ કરતી અને નાગરિક અસહકારના કૃત્યોમાં ભાગ લેતી પ્રતિમાઓ જોવા મળે છે, જે ચરખા દ્વારા પ્રતીકિત છે, જે આત્મનિર્ભરતા અને આર્થિક સશક્તિકરણનું પ્રતીક છે.",
    "para4": "પત્રો, ભાષણો અને અખબારના ક્લિપિંગ્સ ભારતીય સ્વતંત્રતા ચળવળના ઉત્સાહ અને પ્રતિકૂળતાનો સામનો કરવા માટે ગાંધીજીની અહિંસક પ્રતિકાર પ્રત્યેની અડગ પ્રતિબદ્ધતાને દર્શાવે છે.",
    "para5": "મુલાકાતીઓ હોલમાં પ્રવેશતાની સાથે જ શાંતિ અને જ્ઞાનના આભાસથી અભિભૂત થાય છે, જે મહાન નેતા દ્વારા અપનાવવામાં આવેલા સિદ્ધાંતોની યાદ અપાવે છે. આ પ્રદર્શન માત્ર ગાંધીજીના જીવન અને વારસાને શ્રદ્ધાંજલિ તરીકે જ નહીં, પણ અહિંસક પ્રતિકારની કાયમી શક્તિના પુરાવા તરીકે પણ સેવા આપે છે.",
    "para6": "આ પ્રદર્શનનું કેન્દ્રબિંદુ મહાત્મા ગાંધીની એક આદરણીય પ્રતિકૃતિ છે, જે તેમના સાદા લંગોટ અને શાલના વિશિષ્ટ પોશાકમાં શણગારેલી છે. તેમનો શાંત ચહેરો શાણપણ અને કરુણાને પ્રસરે છે, જે મુલાકાતીઓને તેમના ઉપદેશોના ગહન પ્રભાવ પર ચિંતન કરવા આમંત્રણ આપે છે. આ પ્રતિમાની આસપાસ ગાંધીજીના જીવનના મુખ્ય ક્ષણો દર્શાવતી પેનલો છે, દરેક સાથે સમજદાર ટિપ્પણી અને આર્કાઇવલ ફોટોગ્રાફ્સ છે.",
    "para7": "પ્રદર્શનનો એક ખાસ કરીને હૃદયસ્પર્શી ભાગ ૧૯૩૦ ના ગાંધીજીના મીઠા માર્ચને સમર્પિત છે, જે ભારતની સ્વતંત્રતાની શોધમાં એક નિર્ણાયક ક્ષણ હતી.",
    "para8": "મલ્ટીમીડિયા ઇન્સ્ટોલેશન અને ઇન્ટરેક્ટિવ ડિસ્પ્લે દ્વારા, મુલાકાતીઓ ઐતિહાસિક કૂચમાં ગાંધીજીના પગલાં શોધી શકે છે, અન્યાયી કાયદાઓનો વિરોધ કરીને તેમની સાથે ચાલનારાઓની હિંમત અને સ્થિતિસ્થાપકતાનો અનુભવ કરી શકે છે.",
    "para9": "ગાંધી ઓડિટોરિયમ વિવિધ કાર્યક્રમોનું આયોજન કરશે, જે બધા સંવાદ, શિક્ષણ અને સમુદાય જોડાણને પ્રોત્સાહન આપવા માટે રચાયેલ છે.",
    "para10": "શાંતિ, નીતિશાસ્ત્ર અને માનવ અધિકારોથી લઈને પર્યાવરણીય ટકાઉપણું અને સામાજિક ન્યાય સુધીના વિષયો પર વ્યાખ્યાનો, ચર્ચાઓ અને સેમિનાર નિયમિત ઘટનાઓ બની રહશે.",
    "para11": "પરંપરાગત કળાઓને ઉજાગર કરતા અને વિવિધ સમુદાયો વચ્ચે એકતાને પ્રોત્સાહન આપતા પ્રદર્શન અને સાંસ્કૃતિક કાર્યક્રમો પણ અહીં એક મંચ પર જોવા મળશે.",
    "para12": "આ કેન્દ્ર માનવતાની સેવા કરતી ટેકનોલોજી વિકસાવવા પર ધ્યાન કેન્દ્રિત કરશે, ખાસ કરીને વંચિત સમુદાયો માટે સ્વચ્છ ઉર્જા, ટકાઉ કૃષિ, આરોગ્યસંભાળ અને શિક્ષણ માટેના ઉકેલો પર ભાર મૂકશે.",
    "para13": "આ અભિગમ ગરીબમાં ગરીબ \"અંત્યોદય\" (અંત્યોદયનો સિદ્ધાંત) અને સમાજના સૌથી હાંસિયામાં ધકેલાઈ ગયેલા વર્ગોના ઉત્થાન માટે ગાંધીજીના સમર્પણને પ્રતિબિંબિત કરશે, જેથી યોગ્ય ટેકનોલોજીના લાભ દરેક વ્યક્તિ સુધી પહોંચે તે સુનિશ્ચિત કરી શકાય.",
    "para14": "કૃત્રિમ બુદ્ધિમત્તાના નૈતિક પરિણામો સાથે ઝઝૂમી રહેલી દુનિયામાં, ગાંધીવાદી ટેકનોલોજી સેન્ટર અહિંસા અને પરોપકારના સિદ્ધાંતોને મૂર્તિમંત બનાવતા AI ના વિકાસને પ્રાથમિકતા આપશે.",
    "para15": "તે ગાંધીજીના સત્ય અને નીતિશાસ્ત્રના ઉપદેશોનો ઉપયોગ કરીને પારદર્શિતા, ગોપનીયતા અને તમામ જીવોના કલ્યાણ માટે પ્રતિબદ્ધ AI સંશોધનને પ્રોત્સાહન આપશે.",
    "Galleries": "ગેલેરી",
    "Sabhagruh": "સભાગૃહ",
    "Auditorium": "ઓડિટોરિયમ",
    "Technology_Center": "ટેકનોલોજી સેન્ટર",

    "para16": "૧૯૯૦ ના દાયકામાં, મૈત્રી ટ્રસ્ટના શ્રી બિપિનભાઈ ધીરજલાલ દેસાઈ અને શ્રી ગુણવંતભાઈ ઈશ્વરલાલ દેસાઈના અથાગ પ્રયાસો દ્વારા, સ્વર્ગસ્થ શ્રી ચીમનભાઈ પટેલની સરકારે મીઠા સત્યાગ્રહ દરમિયાન ભીમરાડ અને નજીકના ગ્રામજનોના ઇતિહાસ અને મહત્વને ઉજાગર કરવા માટે વર્તમાન વિકાસ સ્થળની આસપાસ ભીમરાડમાં પાંચ હેક્ટર જમીન ફાળવી હતી.",
    "para17": "આ માટે ટ્રસ્ટના અનેક ઠરાવો પણ પસાર કરવામાં આવ્યા હતા અને તેને અમલમાં મૂકવા માટે ચોક્કસ રકમ સરકારને સુપરત કરવાની હતી.",
    "para18": "મૈત્રી ટ્રસ્ટે જરૂરી ભંડોળના આશરે 15% દાન આપવાનું વચન આપ્યું હતું પરંતુ કમનસીબે બાકીના ભંડોળની વ્યવસ્થા થઈ શકી નહીં અને આ વિચાર ઇતિહાસના પાનાઓમાં ખોવાઈ ગયો.",
    "para19": "૨૦૧૬ માં, ભીમરાડના ભૂતપૂર્વ સરપંચ અને સુરત મ્યુનિસિપલ કોર્પોરેશનના ભૂતપૂર્વ કોર્પોરેટર શ્રી બળવંતભાઈ એલ. પટેલને ગામની ભવ્યતાના તથ્યો અને ઇતિહાસનો ખ્યાલ આવ્યો અને તેમણે ફરીથી આ મુદ્દો ઉઠાવવાનું નક્કી કર્યું.",
    "para20": "તેમણે એકલા હાથે ભીમરાડને ઓળખવા માટે સંઘર્ષ શરૂ કર્યો, જેને ઘણા લોકોએ ખોવાયેલો હેતુ માની લીધો હતો અને પ્રચંડ પ્રયત્નો અને ખંત દ્વારા તેને ફળદાયી નિષ્કર્ષ પર પહોંચાડ્યો.",
    "para21": "તેમણે ઐતિહાસિક મહત્વના વધુ સંશોધન માટે શ્રી યોગેશ પટેલ અને શ્રી અનિલ પટેલની મદદ લીધી અને શ્રી અનિલભાઈને ૧૯૩૦ના ભીમરાડ ગામને પ્રકાશિત કરતા અખબારોનો ખજાનો મળ્યો.",
    "para22": "તેઓએ સાથે મળીને શ્રી બિપિનભાઈ દેસાઈ અને શ્રી ગુણવંતભાઈ દેસાઈના વંશજો અને પરિવાર, એટલે કે શ્રી પરિમલ ગુણવંતરાય દેસાઈ અને શ્રી હાર્દિક પરિમલ દેસાઈ, સુધી તેમના તારણો પહોંચાડ્યા.",
    "para23": "શ્રી પરિમલભાઈ અને શ્રી હાર્દિકભાઈએ ૧૯૯૦ માં આ ઐતિહાસિક હેતુ માટે તત્કાલીન સરકાર દ્વારા જમીન ફાળવણીને સ્વીકારતા ઠરાવો શોધી કાઢ્યા, અને માન્યતા માટેના આ સંઘર્ષમાં વધુ ગાંધી પરિવારના સભ્યોને સક્રિય ભાગીદારીમાં લાવીને પણ મદદ કરી.",
    "para24": "ગાંધીજી, જે તે સમયે 61 વર્ષના હતા, તેમની સાથે 78 વિશ્વાસુ સ્વયંસેવકો હતા. આવી કાર્યવાહીની પસંદગી વ્યૂહાત્મક હતી, જેનો ઉદ્દેશ્ય ભારતીય વસ્તીના વિશાળ સ્પેક્ટ્રમને સીધા, અહિંસક પ્રતિકારમાં જોડવાનો હતો.",
    "para25": "ભીમરાડ ના અતિહાસિક સ્થળ પર સ્વતંત્રતા યાત્રા સને ૧૯૯૦ ની સાલમાં અધૂરો રહેલો પ્રકલ્પ જેમાં ગાંધી આશ્રમ અને સ્વતંત્ર સંગ્રામમાં દાંડીયાત્રા ની યાદો તાજી થાય અને એના સ્મૃતિ રૂપે એક આશ્રમ નો વિકાસ થાય એ બાકી રહેલુ કૃત્ય ભીમરાડ યુવા ટ્રસ્ટ દ્વારા શ્રી બળવંતભાઈ પટેલની આગેવાનીમાં બીડું ઝડપવામાં આવ્યું. ભીમરાડ યુવા ટ્રસ્ટ દ્વારા દાંડી થી ભીમરાડ ની એક વિશાળ પદયાત્રા કાઢવામાં આવી. તેમાં ભીમરાડ ખાતે શ્રી પરિમલ દેસાઈના સહયોગથી મહાત્મા ગાંધીના જયેષ્ઠ પુત્ર મણિલાલ ગાંધીના દોહિત્રી નીલમબેન પરીખ દ્વારા એનું સમાપન અંગેનું કાર્ય કરવામાં આવ્યું. ત્યારબાદ શ્રી બળવંતભાઈ અને પરિમલભાઈના અથાગ પ્રયત્નોથી જે ભીમરાડ ગામમાં રામદાસ ગાંધી ની મીઠાના સત્યાગ્રહ કરવા બદલ ધરપકડ કરવામાં આવી હતી અને ભીમરાડ ગામની ટુકડીનો દોરી સંચાર સંભાળવા માટે ગાંધીબાપુએ તેમના અન્ય પુત્ર મણિલાલ ગાંધીને મોકલ્યા હતા. તે રામદાસ ગાંધીના પુત્ર કનુભાઈ ગાંધી અને પુત્રવધુ ડોક્ટર શિવાલક્ષ્મી ગાંધી એ ભીમરાડ ગામને સહવાસ આપ્યો. જિંદગીના આખરી બે વર્ષ શ્રીમતી ડોક્ટર શિવાલક્ષ્મી ગાંધીએ ભીમરાડ ગામને સમર્પિત કર્યા અને ભીમરાડ ગામમાં જ એમણે પોતાનો દેહ ત્યાગ પણ કર્યો. આ ઉપરાંત મહાત્મા ગાંધીના પુત્ર રામદાસ ગાંધીના દીકરી અને રાજ્યસભાના સાંસદ સુમિત્રાબેન કુલકર્ણીના પુત્ર શ્રી શ્રીકૃષ્ણા કુલકર્ણીનો પણ ભીમરાડ ગામને વારંવાર લાભ મળતો રહ્યો.",
    "para26": "છેવટે, ગુજરાત સરકારે તત્કાલીન પર્યટન મંત્રી શ્રી પૂર્ણેશભાઈ મોદીના નેતૃત્વ હેઠળના પર્યટન મંત્રાલય દ્વારા, ટુરિઝમ કોર્પોરેશન ઓફ ગુજરાત લિમિટેડને ૧૦,૦૦૦ ચોરસ મીટર જમીન પર ૧૩ કરોડ રૂપિયાના ખર્ચે ઐતિહાસિક સ્થળ વિકસાવવા અને તેનું સંચાલન અને કામગીરી સત્યાગ્રહ સ્મૃતિ ટ્રસ્ટને સોંપવા માટે મંજૂરી આપી, જેની રચના શ્રી બળવંતભાઈ પટેલ (પ્રમુખ) અને શ્રી પરિમલભાઈ દેસાઈ (ઉપ-પ્રમુખ) અને ૩૮ અન્ય ટ્રસ્ટીઓ દ્વારા આ ચોક્કસ હેતુ માટે કરવામાં આવી હતી.",
    "para27": "આ પ્રોજેક્ટમાં એક મીટિંગ હોલ, એક મ્યુઝિયમ, એક પ્રાર્થના હોલ, એક પુસ્તકાલય, એક પ્રદર્શન હોલ, એક સંશોધન કેન્દ્ર અને એક વ્યવસાય તાલીમ કેન્દ્ર હશે.",
    "para28": "મીઠાના સત્યાગ્રહ તેમજ મીઠાના સત્યાગ્રહમાં ભીમરાડની ભૂમિકાને માન્યતા આપવાનો સંઘર્ષ, બંને યુવા પેઢી માટે મહાન પ્રેરણાના સ્ત્રોત તરીકે કાર્ય કરે છે.",
    "para29": "ટ્રસ્ટની પહેલી બેઠકમાં, બધા ટ્રસ્ટીઓએ સર્વાનુમતે શ્રી બળવંતભાઈ પટેલના અથાક પ્રયાસોનો સ્વીકાર કર્યો, જેમણે ક્યારેક એકલા હાથે સંઘર્ષ ચલાવ્યો પણ ભીમરાડ અને ખાસ કરીને ઐતિહાસિક ઘટનાઓના સ્થાનને પૂજ્ય અને પ્રિય 'બાપુ' મહાત્મા ગાંધીજીની છબીમાં વિકસાવવાના પોતાના મિશનથી ક્યારેય હાર માની નહીં. અને તેથી ગુજરાત સરકાર ના તત્કાલીન પ્રવાશન વિકાસ વિભાગ ના મંત્રી શ્રી પૂર્ણેશભાઈ મોદી દ્વારા આ અતિહાસિક સ્થળ નું નવલું નજરાણું દેશ અને દુનિયા ને ઉપલબ્ધ કરાવવાનું સકય બન્યું.",
    "Backdrop": "પૃષ્ઠભૂમિ",
    "Struggle_for_Recognition": "માન્યતા માટેનો સંઘર્ષ",
    "Trust_Deed_Trustees": "ટ્રસ્ટ ડીડ અને ટ્રસ્ટીઓ",

    "Background_to_the_Salt_March": "મીઠાના સત્યાગ્રહની પૃષ્ઠભૂમિ",
    "para30": "બ્રિટિશ મીઠાના કાયદાએ ભારતીયોને ભારતીય ખોરાકમાં એક મુખ્ય વસ્તુ મીઠું એકત્રિત કરવા અથવા વેચવા પર પ્રતિબંધ મૂક્યો હતો. ભારતમાં દરેક વ્યક્તિને, જાતિ, ધર્મ અથવા સંપ્રદાય ને ધ્યાનમાં લીધા વિના, મીઠાની જરૂર હતી.",
    "para31": "મીઠા પર કર લાદવા સહિત પોતાના નિયંત્રણનો એકાધિકાર કરીને, અંગ્રેજોએ ભારતીય જનતા પર નોંધપાત્ર આર્થિક અને પ્રતીકાત્મક પકડ બનાવી.",
    "para32": "આ નીતિએ માત્ર ભારતના કુદરતી સંસાધનોનું શોષણ જ નહીં પરંતુ તેના નાગરિકોના રોજિંદા જીવન પર પણ ઊંડી અસર કરી, જેના કારણે ગાંધીજીના વિરોધ પ્રદર્શન માટે મીઠું એક આદર્શ કેન્દ્ર બન્યું.",
    "Planning_and_Execution": "યોજના અને કાર્યની પ્રક્રિયા",
    "para33": "ગાંધીજીએ મીઠાની કૂચની અસર મહત્તમ કરવા માટે કાળજીપૂર્વક આયોજન કર્યું હતું. તેમણે અમદાવાદના સાબરમતી સ્થિત તેમના આશ્રમથી ભારતના ગુજરાત રાજ્યના દરિયાકાંઠાના ગામ દાંડી સુધી કૂચ કરવાનું પસંદ કર્યું.",
    "para34": "આ કૂચ લગભગ ૨૪૦ માઇલ (૩૮૫ કિલોમીટર) નું અંતર કાપ્યું અને ૨૪ દિવસ સુધી ચાલી.",
    "para35": "ગાંધીજી, જે તે સમયે 61 વર્ષના હતા, તેમની સાથે 78 વિશ્વાસુ સ્વયંસેવકો હતા. આવી કાર્યવાહીની પસંદગી વ્યૂહાત્મક હતી, જેનો ઉદ્દેશ્ય ભારતીય વસ્તીના વિશાળ સ્પેક્ટ્રમને સીધા, અહિંસક પ્રતિકારમાં જોડવાનો હતો.",
    "Impact_of_the_March": "કૂચ ની અસર",
    "para36": "ગાંધીજી અને તેમના અનુયાયીઓ તેમની યાત્રા પર આગળ વધતા, તેમણે મોટી જનમેદનીને સંબોધિત કરી, મીઠા પર બ્રિટિશ નિયંત્રણનો અંત લાવવાની વિનંતી કરી. આ કૂચને ભારતમાં અને આંતરરાષ્ટ્રીય સ્તરે વ્યાપક પ્રેસ કવરેજ મળ્યું અને તારીખ ૬ એપ્રિલ ૧૯૩૦ થી ૯ મી એપ્રિલ ૧૯૩૦ ના અરસા માં અમેરિકા ના જુદા જુદા શહેર ના લગભગ ૧૫૦ થી વધુ દૈનિકો માં ભીમરાડ ગામ ના નામ નો ઉલ્લેખ સાથે નમક સત્યાગ્રહ ના સમાચારો પ્રકાશિત કરવા માં આવ્યા હતા જે આ વેબસાઇટ માં ઐતિહાસિક પુરાવાઓ વિભાગ માં દર્શાવામાં આવ્યા છે., જેનાથી ભારતીય સ્વતંત્રતા ચળવળ અને બ્રિટિશ સંસ્થાનવાદી શાસનના અન્યાય તરફ વૈશ્વિક ધ્યાન ખેંચાયું.",
    "para37": "૬ એપ્રિલના રોજ દાંડી પહોંચ્યા પછી, ગાંધીજીએ દરિયાઈ પાણીમાંથી મીઠું બનાવીને મીઠાના કાયદાનો વિધિપૂર્વક ઉલ્લંઘન કર્યો. આ કાયદાથી રાષ્ટ્રવ્યાપી ચળવળને પ્રેરણા મળી જેમાં લાખો ભારતીયોએ મીઠાના કાયદાનો વિરોધ કર્યો, પોતે મીઠું ઉત્પન્ન કર્યું અથવા બ્રિટિશ સત્તાવાળાઓ સામે નાગરિક આજ્ઞાભંગ અને વિરોધના અન્ય સ્વરૂપોમાં જોડાયા.",
    "para38": "મીઠાની કૂચના અનેક તાત્કાલિક પરિણામો આવ્યા. તેના કારણે હજારો ભારતીયોની ધરપકડ કરવામાં આવી, જેમાં ગાંધીજી પણ સામેલ હતા. તે બ્રિટિશ સરકાર તરફથી કોઈ તાત્કાલિક છૂટછાટ લાવવામાં નિષ્ફળ ગયો. જોકે, આ કૂચથી ભારતીય રાષ્ટ્રવાદી લાગણીઓને નોંધપાત્ર રીતે મજબૂત બનાવવામાં આવી, જે સંસ્થાનવાદી શાસન સામેના સાધન તરીકે અહિંસક પ્રતિકાર અને નાગરિક અસહકારની અસરકારકતા સાબિત કરે છે. તે ભારતમાં બ્રિટિશ સામ્રાજ્યના અંત તરફ એક મહત્વપૂર્ણ પગલું પણ હતું.",
    "para39": "મીઠાની કૂચ પ્રતિકાર અને નાગરિક અસહકારનું પ્રતીક છે, જે શાંતિપૂર્ણ વિરોધની શક્તિ અને વિશ્વભરના રાજકીય આંદોલનો પર આવી ક્રિયાઓની નોંધપાત્ર અસર દર્શાવે છે. ભારતના સ્વતંત્રતા સંગ્રામના ઇતિહાસમાં તે એક મુખ્ય ઘટના તરીકે ગણવામાં આવે છે, જે ગાંધીજીના નેતૃત્વ અને જુલમ સામેની લડાઈમાં ભારતીય લોકોની અદમ્ય ભાવના દર્શાવે છે.",
    "Role_of_Bhimrad": "ભીમરાડની ભૂમિકા",
    "para40": "૧૯૩૦માં મહાત્મા ગાંધીની આગેવાની હેઠળની ઐતિહાસિક મીઠા યાત્રા દરમિયાન ગુજરાતના સુરત જિલ્લાનું ભીમરાડ ગામ એક નોંધપાત્ર માર્ગદર્શક સ્થળ બન્યું હતું. આ યાત્રામાં અમદાવાદના સાબરમતી આશ્રમથી ગુજરાતના દરિયાકાંઠે દાંડી સુધીનો નોંધપાત્ર ભાગ આવરી લેવામાં આવ્યો હતો. તારીખ ૬ એપ્રિલે મહાત્મા ગાંધી એ દાંડી ખાતે ચપટી મીઠું ઉપાડી ને સત્યાગ્રહ કર્યો હતો તેજ દિવસે અર્થાત ૬ એપ્રિલ ૧૯૩૦ ના દિવસે ગાંધી બાપુ ના પુત્ર રામદાસ ગાંધી એ ભીમરાડ ખાતે મીઠા ના કાયદા સામે સત્યાગ્રહ કરી ને મીઠું ઉપાડયું હતું અને તેથી બ્રિટિશ સરકારે શ્રી રામદાસ ગાંધી ની ભીમરાડ ખાતે થી ધરપકડ કરી હતી. તેથી ગાંધીજીએ તેમના બીજા પુત્ર મણિલાલને ભીમરાડમાં સત્યાગ્રહ ચાલુ રાખવા માટે મોકલ્યા. આમ ગાંધી પરિવારના બે સભ્યોએ દાંડી અને ભીમરાડ સાથે એકસાથે મીઠાનો સત્યાગ્રહ કર્યો અને જેલની સજા ભોગવી. આમ, ભીમરાડે ભારતની સ્વતંત્રતા ચળવળમાં મુખ્ય ભૂમિકા ભજવી હતી.",
    "para41": " અને ૬ એપ્રિલ બાદ // ધારાશન અને સુરત થઈ ૯ મી એપ્રિલ ૧૯૩૦ ના દિન એ  સુરતના ભીમરાડ મુકામે એક જાહેર સભા યોજવામાં આવી હતી જેમાં અંદાજે ૩૦,૦૦૦ સ્વયંસેવકો (અંદાજ ૧૦,૦૦૦ થી ૩૦,૦૦૦ ની વચ્ચે બદલાય છે) એકઠા થયા હતા. આ સભા દરમિયાન ગાંધીજીએ શબ્દો ઉચ્ચાર્યા હતા કે 'આજે અહીં ભેગા થયેલા લોકોના સંકલ્પ અને સંખ્યામાં હું પહેલી વાર ભારતની સ્વતંત્રતા જોઈ શકું છું'.",
    "para42": "ભીમરાડનો સત્યાગ્રહ બ્રિટિશ સત્તા માટે સીધા પડકારનું પ્રતીક હતો અને ગુજરાત અને તેનાથી આગળના ગ્રામીણ લોકોમાં સ્વતંત્રતા ચળવળ માટે જાગૃતિ અને સમર્થન વધારવામાં મહત્વપૂર્ણ ભૂમિકા ભજવી હતી. ગ્રામીણ સમુદાયોની ભાગીદારી અને સમર્થન રાષ્ટ્રવાદી હેતુ માટે મહત્વપૂર્ણ હતું અને સ્વતંત્રતા ચળવળના પાયાને વિસ્તૃત કરવામાં મદદ કરી, તેને પ્રાદેશિક, સાંસ્કૃતિક અને સામાજિક-આર્થિક રેખાઓ પાર કરતી એક જન ચળવળ બનાવી.",
    "para43": "ગાંધીજીનો 'ચપટી મીઠું' ચૂંટતાનો પ્રખ્યાત ફોટોગ્રાફ ભીમરાડમાં લેવામાં આવ્યો હતો, જે વ્યાપકપણે લોકપ્રિય બન્યો અને ચળવળનું પ્રતીક બન્યો, અને ગાંધીજીએ ઐતિહાસિક ક્ષણના સાક્ષી બનવા માટે ત્યાં એકઠા થયેલા વિશાળ મેળાવડાને સંબોધિત કર્યા હતા. ભીમરાડ આંતરરાષ્ટ્રીય પ્રેસ અને વિવિધ દેશોમાંથી આવતા પ્રવાસીઓ માટે આરામ કરવા, પુનર્જીવિત કરવા અને ચળવળને વ્યાપકપણે આવરી લેવા માટે આદર્શ સ્થળ પણ હતું. સત્યાગ્રહ સ્મૃતિ ટ્રસ્ટે 1930 માં ભીમરાડમાં બનેલી ઘટનાઓને આવરી લેતા 150 થી વધુ આંતરરાષ્ટ્રીય અખબારોનું દસ્તાવેજીકરણ કર્યું છે.",
    "para44": "આ સંદર્ભમાં, ભીમરાડ એ મીઠા સત્યાગ્રહ ચળવળ માટે ખૂબ મહત્વપૂર્ણ અને પ્રભાવશાળી સ્થળોમાંનું એક હતું જેણે ભારતમાં બ્રિટીશ સામ્રાજ્યના પાયાને હચમચાવી નાખ્યા હતા."


}